[Demo_Shinobu_End_true GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=507,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=460,Y=-8680,Z=1118),VecSub=(X=-90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=597,Y=-8960,Z=1118),VecSub=(X=152,Y=0,Z=0),CId=70)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=504,Y=-8770,Z=1198),VecSub=(X=-90,Y=0,Z=0),CId=255)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="ho_DM_0100_lp_Stand",Number=9,CId=255,Bit=4)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Sisters.GG2_BGM_DM_End_Sisters_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8,Number=)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-77,Y=-5,Z=0),SecTime=0.5)
DemoScripts[36]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=504,Y=-8990,Z=1118),CId=69)
DemoScripts[37]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=50,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[39]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0,Number=)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_lp_close_smile",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0111_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1100_lp_Envy",Number=8)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=WINDOW,Command=EXIT)
DemoScripts[57]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_End_true.GG2_SE_DM_Angel_Arrow_Cue')
DemoScripts[58]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[59]=(Actor=FADE,Command=WAIT)
DemoScripts[60]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[61]=(Actor=FADE,Command=WAIT)
DemoScripts[62]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Surprise_Cue')
DemoScripts[63]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=2,CId=69)
DemoScripts[64]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=90,Y=0,Z=0),SecTime=0.5,CId=69)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0100_fx_open_S",motionName[2]="sn_DM_1101_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[67]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[68]=(Actor=WINDOW,Command=SET)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_010_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=EMOTION,Command=EXIT,Name="カミゾノ　シノブ",Number=2,CId=69)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_011_Cue',Name="エコロ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[77]=(Actor=WINDOW,Command=EXIT)
DemoScripts[78]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[79]=(Actor=FADE,Command=WAIT)
DemoScripts[80]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=455,Y=-8870,Z=1243),VecSub=(X=90,Y=-5,Z=))
DemoScripts[81]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=455,Y=-8870,Z=1253),SecTime=8)
DemoScripts[82]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[83]=(Actor=FADE,Command=WAIT)
DemoScripts[84]=(Actor=WINDOW,Command=SET)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0104_fx_Stand2Pray",Rate=0,Number=3,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0400_lp_Pray",Number=8)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_015_Cue',Name="エコロ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0401_fx_Pray2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_016_Cue',Name="エコロ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_017_Cue',Name="エコロ")
DemoScripts[100]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[101]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[103]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_018_Cue',Name="エコロ")
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[105]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[106]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=504,Y=-8800,Z=1253),VecSub=(X=-90,Y=-5,Z=))
DemoScripts[107]=(Actor=CHARACTER,Command=EXIT,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=255)
DemoScripts[108]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=614,Y=-8950,Z=1118),CId=70)
DemoScripts[109]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=130,Y=0,Z=0),CId=70)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[112]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-55,Y=-5,Z=0),SecTime=0.5)
DemoScripts[113]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[114]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-55,Y=-5,Z=0),SecTime=)
DemoScripts[115]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[116]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[117]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[125]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_024_Cue',Name="")
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[127]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[128]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[130]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Joy_Cue')
DemoScripts[131]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=6,CId=69)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0111_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1100_lp_Envy",Number=8)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[138]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_1101_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[140]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[141]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_028_Cue',Name="カミゾノ　シノブ")
DemoScripts[142]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[143]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[144]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[145]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_031_Cue',Name="エコロ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_fx_close_smile",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0111_fx_Stand2Envy",Rate=0,Number=3,Bit=0)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1100_lp_Envy",Number=8)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=WINDOW,Command=EXIT)
DemoScripts[157]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[158]=(Actor=FADE,Command=WAIT)
DemoScripts[159]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=504,Y=-8700,Z=1188),CId=71)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0109_fx_Stand2Fly",Rate=0,Number=3,Bit=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0900_lp_Fly",Number=8)
DemoScripts[162]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=504,Y=-8950,Z=1318),SecTime=)
DemoScripts[163]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[164]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Shinobu_End_true.GG2_SE_DM_Ekoro_Effect_Cue')
DemoScripts[165]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=12,CId=71)
DemoScripts[166]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[167]=(Actor=FADE,Command=WAIT)
DemoScripts[168]=(Actor=WINDOW,Command=SET)
DemoScripts[169]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_033_Cue',Name="エコロ")
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[171]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[173]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=455,Y=-8870,Z=1331),VecSub=(X=70,Y=-8,Z=))
DemoScripts[174]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_034_Cue',Name="エコロ")
DemoScripts[175]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[176]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[177]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=534,Y=-8900,Z=1118),CId=69)
DemoScripts[178]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=90,Y=0,Z=0),CId=69)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[180]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=11,Vec=(X=504,Y=0,Z=1338))
DemoScripts[181]=(Actor=CHARACTER,Command=POP,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=464,Y=-8910,Z=1198),VecSub=(X=90,Y=0,Z=0),CId=255)
DemoScripts[182]=(Actor=CHARACTER,Command=ACTION,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="ho_DM_0100_lp_Stand",Number=9,CId=255,Bit=4)
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[185]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=464,Y=-8910,Z=1198))
DemoScripts[186]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=300,Y=-8980,Z=1223),VecSub=(X=37,Y=11,Z=))
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[189]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=495,Y=-9000,Z=1243),VecSub=(X=90,Y=11,Z=))
DemoScripts[190]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=-100,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[191]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[193]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_038_Cue',Name="エコロ")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[195]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[196]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_039_Cue',Name="カミゾノ　シノブ")
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=-90,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[201]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[202]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=504,Y=-8910,Z=1198))
DemoScripts[203]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_040_Cue',Name="エコロ")
DemoScripts[204]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[205]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[206]=(Actor=WINDOW,Command=EXIT)
DemoScripts[207]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[208]=(Actor=FADE,Command=WAIT)
DemoScripts[209]=(Actor=CHARACTER,Command=EXIT,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',CId=71)
DemoScripts[210]=(Actor=TEXTURE,Command=START,CId=13,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[211]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[212]=(Actor=FADE,Command=WAIT)
DemoScripts[213]=(Actor=WINDOW,Command=SET)
DemoScripts[214]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_041_Cue',Name="エコロ")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[216]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[217]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[218]=(Actor=WINDOW,Command=EXIT)
DemoScripts[219]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[220]=(Actor=FADE,Command=WAIT)
DemoScripts[221]=(Actor=TEXTURE,Command=EXIT,CId=13,Bit=0)
DemoScripts[222]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=410,Y=-8875,Z=1261),VecSub=(X=-2,Y=-5,Z=))
DemoScripts[223]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=539,Y=-8885,Z=1118),CId=69)
DemoScripts[224]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=130,Y=0,Z=0),CId=69)
DemoScripts[225]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_fx_close_smile",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_1100_lp_Envy",Rate=0,Number=3,Bit=4)
DemoScripts[226]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=414,Y=-8875,Z=1293))
DemoScripts[227]=(Actor=CHARACTER,Command=SET,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=469,Y=-8900,Z=1198),CId=255)
DemoScripts[228]=(Actor=CHARACTER,Command=SET,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=55,Y=0,Z=0),CId=255)
DemoScripts[229]=(Actor=CHARACTER,Command=ACTION,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="ho_DM_0100_lp_Stand",Number=9,CId=255,Bit=4)
DemoScripts[230]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[231]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[232]=(Actor=FADE,Command=WAIT)
DemoScripts[233]=(Actor=WINDOW,Command=SET)
DemoScripts[234]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_043_Cue',Name="カミゾノ　シノブ")
DemoScripts[235]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[236]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[237]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[238]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[239]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1101_fx_Envy2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[241]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=414,Y=-8875,Z=1293))
DemoScripts[242]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_045_Cue',Name="カミゾノ　シノブ")
DemoScripts[243]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[244]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[245]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[246]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_047_Cue',Name="カミゾノ　シノブ")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[248]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[249]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[250]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=504,Y=-9101,Z=1163),VecSub=(X=90,Y=15,Z=))
DemoScripts[251]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=90,Y=0,Z=0),SecTime=0.5,CId=69)
DemoScripts[252]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8,Number=)
DemoScripts[253]=(Actor=CHARACTER,Command=MOVE,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=90,Y=0,Z=0),SecTime=0.7,CId=255)
DemoScripts[254]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=504,Y=-9101,Z=1173),SecTime=8)
DemoScripts[255]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=25,Z=0),SecTime=8)
DemoScripts[256]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_049_Cue',Name="カミゾノ　シノブ")
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[258]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[259]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_050_Cue',Name="カミゾノ　シノブ")
DemoScripts[260]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[261]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[262]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[263]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[264]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=180,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[265]=(Actor=CAMERA,Command=SET,SetType=POS_AND_ROT,Vec=(X=424,Y=-8891,Z=1258),VecSub=(X=0,Y=-5,Z=))
DemoScripts[266]=(Actor=CHARACTER,Command=EXIT,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=255)
DemoScripts[267]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_052_Cue',Name="カミゾノ　シノブ")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[269]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[270]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[271]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_053_Cue',Name="カミゾノ　シノブ")
DemoScripts[272]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[273]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[274]=(Actor=WINDOW,Command=EXIT)
DemoScripts[275]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[276]=(Actor=FADE,Command=WAIT)
DemoScripts[277]=(Actor=TEXTURE,Command=START,CId=18,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[278]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[279]=(Actor=FADE,Command=WAIT)
DemoScripts[280]=(Actor=WINDOW,Command=SET)
DemoScripts[281]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_End_true.GG2_V_Shinobu_End_true_054_Cue',Name="カミゾノ　シノブ")
DemoScripts[282]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[283]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[284]=(Actor=WINDOW,Command=EXIT)
DemoScripts[285]=(Actor=GALLERY,Command=SET_FLAG,CId=13,Bit=0)
DemoScripts[286]=(Actor=GALLERY,Command=SET_FLAG,CId=18,Bit=0)
DemoScripts[287]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[288]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[289]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[290]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[291]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[292]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_End_true GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_End_true GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="峯大......為什麼....../n你會喜歡上我啊......")

Texts[1]=(Label="TEXT02",Name="忍",Text="像我這種人,既不坦率,/n又容易衝動卻白費力氣,還是個笨蛋,/n而且孩子氣............嗚嗚.")

Texts[2]=(Label="TEXT03",Name="忍",Text="......真的可以嗎?/n選我這種人......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="我說過了......不是小忍是不行的./n因為我最喜歡小忍了.")

Texts[4]=(Label="TEXT05",Name="忍",Text="峯大......我也......喜歡你.")

Texts[5]=(Label="TEXT06",Name="真夜",Text="太好了....../n小忍,妳現在,幸福嗎?")

Texts[6]=(Label="TEXT07",Name="忍",Text="真夜....../n這樣......真的好嗎......?")

Texts[7]=(Label="TEXT08",Name="真夜",Text="如果小忍覺得幸福,/n我就覺得幸福./n是圓滿大結局.")

Texts[8]=(Label="TEXT09",Name="忍",Text="真夜......謝謝妳......我很幸福唷./n非常幸福!")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="這是......我感覺到了....../n看來愛之箭的效果/n開始正確發揮了.")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="恭喜你,峯大大人./n這樣既不會沒必要地受人歡迎,/n也不會從明天開始就被女孩子討厭了唷.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="真的?/n不過只要小忍能喜歡我/n那就夠了吧......")

Texts[12]=(Label="TEXT13",Name="忍",Text="天......天使大人......!?/n峯大,天使大人就在那裡......!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="小忍看得見艾可蘿嗎!?")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="呵呵呵.現在兩位是/n由正確的愛之箭力量結合的/n命運共同體......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="到目前為止峯大大人累積的受歡迎能量....../n不對,是愛之力經由命運的紅線/n流入了忍大人體內.")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="應該是因此讓忍大人/n身為惡魔獵人的能力升級了吧.")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="這代表你們雙方的心意/n就是如此深刻而強烈地連繫在一起呢.")

Texts[18]=(Label="TEXT19",Name="峯大",Text="妳說升級......啊.")

Texts[19]=(Label="TEXT20",Name="真夜",Text="嗯.如果是現在的小忍,/n一定有著比本家的任何獵人/n都還強大的力量......也比我更強.")

Texts[20]=(Label="TEXT21",Name="峯大",Text="小真夜......難不成妳從一開始/n就知道會變成這樣......?")

Texts[21]=(Label="TEXT22",Name="真夜",Text="呵呵......峯哥./n從今以後,小忍和神園家/n都要請你多多關照囉.")

Texts[22]=(Label="TEXT23",Name="峯大",Text="小......小真夜到底是......")

Texts[23]=(Label="TEXT24",Name="忍",Text="......愛的奇蹟......")

Texts[24]=(Label="TEXT25",Name="峯大",Text="咦?")

Texts[25]=(Label="TEXT26",Name="忍",Text="也就是說,/n這是愛的奇蹟吧!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="唔......小忍真是的,/n居然講出這麼令人害臊的話......")

Texts[27]=(Label="TEXT28",Name="忍",Text="什麼嘛!/n峯大還不是一天到晚都在說些/n令人害臊的話!")

Texts[28]=(Label="TEXT29",Name="峯大",Text="咦咦?/n是這樣嗎......?")

Texts[29]=(Label="TEXT30",Name="忍",Text="什麼嘛,你沒有自覺嗎?")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="算啦算啦,這樣不是很好嗎./n愛的奇蹟......很有兩位的風格.")

Texts[31]=(Label="TEXT32",Name="忍",Text="謝謝您!/n天使大人!")

Texts[32]=(Label="TEXT33",Name="艾可蘿",Text="......那麼,峯大大人./n現在已經達成當初的目的,/n所以我要回去天界了.")

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="再來就交給相愛的兩人/n慢慢來了......")

Texts[34]=(Label="TEXT35",Name="峯大",Text="等一下,艾可蘿!")

Texts[35]=(Label="TEXT36",Name="峯大",Text="雖然發生了很多事,/n但要是沒有妳的話,/n我想我一定沒辦法和小忍在一起......")

Texts[36]=(Label="TEXT37",Name="峯大",Text="所以,謝謝妳.艾可蘿./n我能遇見妳,真是太好了.")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="峯大大人......在女朋友面前/n對其他女孩子投以熱烈的視線/n是違反禮儀的唷.")

Texts[38]=(Label="TEXT39",Name="忍",Text="天,天使大人......")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="好啦好啦,女朋友在喫醋了./n礙事的人要走囉.")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="再見了,峯大大人./n願兩位......不,願三位/n擁有天使的祝福......")

Texts[41]=(Label="TEXT42",Name="峯大",Text="......再見./n艾可蘿.")

Texts[42]=(Label="TEXT43",Name="忍",Text="峯大......好厲害!/n好厲害喔!!")

Texts[43]=(Label="TEXT44",Name="峯大",Text="怎,怎麼了,小忍?")

Texts[44]=(Label="TEXT45",Name="忍",Text="因為那可是天使大人唷?/n我們的關係有天使大人背書呢!")

Texts[45]=(Label="TEXT46",Name="峯大",Text="小忍真的很喜歡天使啊......")

Texts[46]=(Label="TEXT47",Name="忍",Text="......我說,峯大./n那個傳聞原來是真的耶.")

Texts[47]=(Label="TEXT48",Name="峯大",Text="傳聞......啊,\"太受歡迎傳說\"?")

Texts[48]=(Label="TEXT49",Name="忍",Text="嗯!/n在這所學校裡看見\"天使\"的人/n能和喜歡的人兩情相悅......")

Texts[49]=(Label="TEXT50",Name="忍",Text="我看見天使大人了./n然後,真的和你兩情相悅了.")

Texts[50]=(Label="TEXT51",Name="峯大",Text="嗯,是啊....../n我也是因為見到了天使/n才能和小忍在一起.")

Texts[51]=(Label="TEXT52",Name="忍",Text="聽我說,峯大....../n我喜歡你./n從小時候開始就一直沒變,最喜歡你了.")

Texts[52]=(Label="TEXT53",Name="忍",Text="而且,從今以後也--")

Texts[53]=(Label="TEXT54",Name="忍",Text="一直一直都最喜歡你!")

Texts[54]=(Label="",Name="",Text="")

Texts[55]=(Label="SELECT01",Name="",Text="")

Texts[56]=(Label="SELECT02",Name="",Text="")

Texts[57]=(Label="SELECT03",Name="",Text="")

Texts[58]=(Label="SELECT04",Name="",Text="")

Texts[59]=(Label="SELECT05",Name="",Text="")

Texts[60]=(Label="SELECT06",Name="",Text="")

Texts[61]=(Label="SELECT07",Name="",Text="")

Texts[62]=(Label="SELECT08",Name="",Text="")

Texts[63]=(Label="SELECT09",Name="",Text="")

Texts[64]=(Label="SELECT10",Name="",Text="")


